[
  {
    "texto": "Un estudiante empuja una caja con una fuerza horizontal de 50 N a lo largo de 4 m sobre un piso liso. ¿Cuál es el trabajo realizado por la fuerza aplicada?",
    "opciones": [
      "0 J",
      "50 J",
      "200 J",
      "400 J"
    ],
    "correcta": 2
  },
  {
    "texto": "Un obrero arrastra un carrito aplicando una fuerza de 40 N formando un ángulo de 0° con la horizontal, ¿Cual sera la distancia recorrida, si el trabajo realizado fue de  de 200 j?",
    "opciones": [
      "  20 m ",
      " 5 m",
      " 8000 m J",
      "  0 m "
    ],
    "correcta": 1
  },
  {
    "texto": "Una persona hala una maleta con una fuerza de 60 N formando un ángulo de 30° con la horizontal y la desplaza 10 m. ¿Cuál es el trabajo aproximado realizado por la fuerza aplicada? (cos 30° ≈ 0.87)",
    "opciones": [
      "600 J",
      "520 J",
      "870 J",
      "300 J"
    ],
    "correcta": 1
  },
  {
    "texto": "Un estudiante tira de un trineo con una fuerza de 100 N formando un ángulo agudo con el suelo. ¿Qué componente de la fuerza realiza trabajo sobre el trineo?",
    "opciones": [
      "La componente vertical",
      "La componente horizontal",
      "El peso del trineo",
      "La normal del suelo"
    ],
    "correcta": 1
  },
  {
    "texto": "Un automóvil de masa 1000 kg en movimiento genera una energia Cinetica de 200 000 J ¿ Cual sera su Velocidad?",
    "opciones": [
      " 400 m/s ",
      " 2 m /s ",
      " 20 m/s ",
      " 10 m/s "
    ],
    "correcta": 2
  },
  {
    "texto": "Una pelota de 2 kg se mueve con una rapidez de 5 m/s. ¿Cuál es su energía cinética?",
    "opciones": [
      "10 J",
      "25 J",
      "50 J",
      "125 J"
    ],
    "correcta": 1
  },
  {
    "texto": "Un libro de 3 kg se coloca sobre una repisa a 2 m del suelo. ¿Cuál es su energía potencial gravitacional? (g = 10 m/s²)",
    "opciones": [
      "6 J",
      "30 J",
      "60 J",
      "120 J"
    ],
    "correcta": 2
  },
  {
    "texto": "Una maceta de 5 kg se encuentra a 4 m de altura respecto al suelo. ¿Cuál es su energía potencial gravitacional? (g = 10 m/s²)",
    "opciones": [
      "50 J",
      "100 J",
      "150 J",
      "200 J"
    ],
    "correcta": 3
  },
  {
    "texto": "Un resorte tiene una constante elástica de 500 N/m , ¿Cuanto se comprime, si el resorte genera una energia potencial elastica de 5 j ?",
    "opciones": [
      "0.2 m",
      "4 m",
      "0.02 m ",
      " 2 m J"
    ],
    "correcta": 0
  },
  {
    "texto": "Un resorte se estira 0.1 m y almacena una energía potencial elástica de 2 J. ¿Cuál es la constante elástica del resorte?",
    "opciones": [
      "200 N/m",
      "300 N/m",
      "400 N/m",
      "500 N/m"
    ],
    "correcta": 3
  }
]



